S02/Examples/caseFixedValue/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    INLET
    {
        type            patch;
        nFaces          24;
        startFace       2279;
    }
    OUTLET
    {
        type            patch;
        nFaces          24;
        startFace       2303;
    }
    WALL
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          98;
        startFace       2327;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          2352;
        startFace       2425;
    }
)

// ************************************************************************* //
